driver-tests/bpelse/assign/AssignJbi/test/CopyunsignedLongInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <unsignedLongPart>
	<xsd_unsignedLong>1000000000</xsd_unsignedLong>
	<optional_unsignedLong>45678</optional_unsignedLong>
	<repeat_unsignedLong>45678</repeat_unsignedLong>
	<repeat_unsignedLong>1000911</repeat_unsignedLong>
   </unsignedLongPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
